10/data/attachments/33ce64846e39d98e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sara_oil_Friend_55361_3</nif:username>
            <nif:friendToBeRequested>soap_friends_93ff4070-cf5c-40b5-82d5-9452476aa2ca</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>